Repository: albanobattistella/Gradebook
Catalog: po/*.po
Languages: it

source: translator-credits
it: Albano Battistella

source: Gradebook
it: Registro dei voti

source: Error
it: Errore

source: This subject has no categories. Add at least one category in order to add a grade.
it: Questo argomento non ha categorie. Aggiungi almeno una categoria per aggiungere un voto.

source: _Help
it: _Aiuto

source: _About Gradebook
it: _Informazioni su Gradebook

source: Toggle Sidebar
it: Attiva/disattiva la barra laterale

source: Add a New Subject
it: Aggiungi un nuovo argomento

source: No Subjects
it: Nessun argomento

source: Add new subjects using the “+” button in the top left corner.
it: Aggiungi nuovi argomenti utilizzando il pulsante “+“ nell'angolo in alto a sinistra.

source: Average:
it: Media:

source: New Grade…
it: Nuovo voto…

source: No Grades
it: Nessun voto

source: Add new grades by clicking the “New Grade…” button.
it: Aggiungi nuovi voti facendo clic sul pulsante “Nuovo voto…“.

source: Delete Grade?
it: Eliminare il voto?

source: If you delete this grade, its information will be deleted permanently.
it: Se elimini questo voto, le relative informazioni verranno eliminate definitivamente.

source: Cancel
it: Cancella

source: Delete
it: Cancella

source: New Subject
it: Nuovo soggetto

source: Save
it: Salva

source: Subject Title
it: Titolo argomento

source: Subject Categories
it: Categorie di questo argomento:

source: Add New Category
it: Aggiungi nuova categoria

source: Add New Grade
it: Aggiungi nuovo voto

source: Add
it: Aggiungi

source: Grade
it: Voto

source: Category
it: Categoria

source: Note
it: Nota

source: Category Name
it: Nome Categoria

source: Category Percent
it: Percentuale categoria

source: Edit Subject
it: Modifica soggetto

source: Delete Subject…
it: Cancella argomento…

source: Delete %s?
it: Eliminare %s?

source: If you delete %s, its information will be deleted permanently.
it: Se elimini %s, le sue informazioni verranno eliminate permanentemente.
